base
base-devel
imlib2
intel-ucode
iwd
dash
dhcpcd
doas
exa
fd
git
grub
libxft
linux
linux-firmware
linux-headers
lua-language-server
man-db
neovim
nvidia
nvidia-utils
openssh
ripgrep
setroot
shellcheck
shfmt
stylua
sudo
xclip
xf86-video-intel
xorg-xbacklight
xorg-xinit
xorg-xrdb
xorg-xset
zsh
