base
bash
clang
clipmenu-git
dash
dhcpcd
docker
docker-compose
efibootmgr
exa
fakeroot
fd
git
go
google-java-format
grub
hadolint-bin
imlib2
intel-ucode
iwd
jdk-openjdk
jdtls
libxft
libxinerama
light
linux
linux-firmware
linux-headers
lua-language-server
man-db
neovim-nightly-bin
ntfs-3g
nvidia
nvidia-utils
opendoas
openssh
os-prober
patch
postgresql
python
python-adblock
ripgrep
shellcheck
shfmt
sioyek
tmux
ttf-hanazono
ttf-liberation
ungoogled-chromium-xdg-bin
which
xclip
xorg-server
xorg-setxkbmap
xorg-xinit
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xset
yarn
zsh
