adwaita-icon-theme
base
base-devel
clipmenu
imlib2
intel-ucode
iwd
clang
dash
dhcpcd
doas
docker
docker-compose
exa
fd
git
go
grub
hadolint-bin
jack2
libxft
libxinerama
linux
linux-firmware
linux-headers
lua-language-server
man-db
neovim
ntfs-3g
nvidia
nvidia-utils
openssh
pass
python-adblock
qutebrowser
ripgrep
setroot
shellcheck
shfmt
stylua
tree-sitter
ttf-hanazono
ttf-liberation
ungoogled-chromium
xclip
xf86-video-intel
xorg-xbacklight
xorg-xinit
xorg-xrdb
xorg-xset
yarn
zathura
zathura-pdf-poppler
zsh
